[{
    "name": "Children of Blood and Bone (Legacy of Orisha)",
    "id": 1,
    "description": "With five starred reviews, Tomi Adeyemi’s West African-inspired fantasy debut, and instant #1 New York Times Bestseller, conjures a world of magic and danger, perfect for fans of Leigh Bardugo and Sabaa Tahir.",
    "price": 11.39,
    "img_url": "https://images-na.ssl-images-amazon.com/images/I/61SB-c0mHGL._SX329_BO1,204,203,200_.jpg"
}, {
    "name": "Girl, Wash Your Face: Stop Believing the Lies About Who You Are so You Can Become Who You Were Meant to Be",
    "id": 2,
    "description": "With wry wit and hard-earned wisdom, popular online personality and founder of TheChicSite.com founder Rachel Hollis helps readers break free from the lies keeping them from the joy-filled and exuberant life they are meant to have. Founder of the lifestyle website TheChicSite.com and CEO of her own media company, Chic Media, Rachel Hollis has created an online fan base of hundreds of thousands of fans by sharing tips for living a better life while fearlessly revealing the messiness of her own. Now comes her highly anticipated first book featuring her signature combination of honesty, humor, and direct, no-nonsense advice. Each chapter of Girl, Wash Your Face begins with a specific lie Hollis once believed that left her feeling overwhelmed, unworthy, or ready to give up. As a working mother, a former foster parent, and a woman who has dealt with insecurities about her body and relationships, she speaks with the insight and kindness of a BFF, helping women unpack the limiting mind-sets that destroy their self-confidence and keep them from moving forward. From her temporary obsession with marrying Matt Damon to a daydream involving hypnotic iguanas to her son’s request that she buy a necklace to “be like the other moms,” Hollis holds nothing back. With unflinching faith and tenacity, Hollis spurs other women to live with passion and hustle and to awaken their slumbering goals.",
    "price": 13.79,
    "img_url": "https://images-na.ssl-images-amazon.com/images/I/51dZ6EeK%2BOL._SX326_BO1,204,203,200_.jpg"
}, {
    "name": "The Plant Paradox: The Hidden Dangers in Healthy Foods That Cause Disease and Weight Gain",
    "id": 3,
    "description": "\"I read this book... it worked. My autoimmune disease is gone and Im 37 pounds lighter in my pleather.\" --Kelly Clarkson Most of us have heard of gluten—a protein found in wheat that causes widespread inflammation in the body. Americans spend billions of dollars on gluten-free diets in an effort to protect their health. But what if we’ve been missing the root of the problem? In The Plant Paradox, renowned cardiologist Dr. Steven Gundry reveals that gluten is just one variety of a common, and highly toxic, plant-based protein called lectin. Lectins are found not only in grains like wheat but also in the “gluten-free” foods most of us commonly regard as healthy, including many fruits, vegetables, nuts, beans, and conventional dairy products. These proteins, which are found in the seeds, grains, skins, rinds, and leaves of plants, are designed by nature to protect them from predators (including humans). Once ingested, they incite a kind of chemical warfare in our bodies, causing inflammatory reactions that can lead to weight gain and serious health conditions.",
    "price": 17.39,
    "img_url": "https://images-na.ssl-images-amazon.com/images/I/51ko3WI1thL._SX329_BO1,204,203,200_.jpg"
}, {
    "name": "The President Is Missing: A Novel",
    "id": 4,
    "description": "The President Is Missing confronts a threat so huge that it jeopardizes not just Pennsylvania Avenue and Wall Street, but all of America. Uncertainty and fear grip the nation. There are whispers of cyberterror and espionage and a traitor in the Cabinet. Even the President himself becomes a suspect, and then he disappears from public view . . .",
    "price": 15,
    "img_url": "https://images-na.ssl-images-amazon.com/images/I/518U87bmJyL._SX323_BO1,204,203,200_.jpg"
}, {
    "name": "Kitchen Confidential Updated Edition: Adventures in the Culinary Underbelly (P.S.)",
    "id": 5,
    "description": "A deliciously funny, delectably shocking banquet of wild-but-true tales of life in the culinary trade from Chef Anthony Bourdain, laying out his more than a quarter-century of drugs, sex, and haute cuisine—now with all-new, never-before-published material.",
    "price": 6.41,
    "img_url": "https://images-na.ssl-images-amazon.com/images/I/51lKkGeCI4L._SX326_BO1,204,203,200_.jpg"
}, {
    "name": "The Complete Ketogenic Diet for Beginners: Your Essential Guide to Living the Keto Lifestyle",
    "id": 6,
    "description": "Eating healthier, losing weight, and trimming your waistline―no matter what your reasons for following the ketogenic diet are, starting is never as simple as it sounds. Equipping you with easy-to-follow meal plans, shopping lists, and need-to-know info about the keto lifestyle, The Complete Ketogenic Diet for Beginners is your all-in-one resource for starting and sticking to the ketogenic diet. Key into keto and learn how good it can feel to lose weight and lead a healthy lifestyle with The Complete Ketogenic Diet for Beginners cookbook.",
    "price": 6.91,
    "img_url": "https://images-na.ssl-images-amazon.com/images/I/61SXva4EPML._SX403_BO1,204,203,200_.jpg"
}]